[{
		"name": "Makhadeva jathaka",
		"nameSinhala": " මඛාදේව ජාතකය",
		"image": "http://beyomon.com/images/550/9.jpg",
		"storyNumber": "009",
		"category": "Virtue",
		"thumb": "http://beyomon.com/images/550/9_t.jpg",
		"description": "Once on a time when Brahmadatta was reigning in Benares, those things came to pass which will be told in the Culla Narada Kassapa Jataka. But on this occasion the Bodhisatta at evening came with fruits to the hermitage, and, opening the door, said to his son, Every other day you brought wood and victuals, and lit a fire. Why have you not done any of these things to day, but sit sadly here pining away?Father, said the young man, While you were away gathering fruits, there came a women who tried to lure me away with blandishments. But I would not go with her till I had your leave, and so left her sitting waiting for me. And now my wish is to depart.Finding that the young man was too much in love to be able to give her up, the Bodhisatta bade him go, saying But when she wants meat or fish or ghee or salt or rice or any such thing to eat, and sends you hurrying to and fro on her errands, then remember this hermitage and flec away back to me.So the other went off with the woman to the haunts of men; and when he was come to her house, she made him run about to fetch every single thing she wanted.I might just as well be her slave as this, thought he, and promptly ran away back to his father, and saluting him, stood and repeated this stanza:-A happy life was mine till that fell she,That worrying, tiresome pitcher styled my wife Set me to run the errands of her whims.And the Bodhisatta commended the young man, and exhorted him to kindliness and mercy setting, forth the four forms of right feeling towards men and the modes of ensuring Insight. Nor was it long before the young man won the Knowledges Attainments, and attained to right feeling towards his fellow creatures, and with his father was reborn into the Brahma Realm."
	},
	{
		"name": "Sukha vihari jathaka",
		"nameSinhala": "සුඛ විහාරි ජාතකය",
		"image": "http://beyomon.com/images/550/10.jpg",
		"storyNumber": "010",
		"category": "Virtue",
		"thumb": "http://beyomon.com/images/550/10_t.jpg",
		"description": "Once on a time when Brahmadatta was reigning in Benares, the Bodhisatta was a Tree Sprite in a forest. And a lay follower who was a greengrocer of Benares had just the same doubts of his daughter, and all fell out as in the introductory story. And as her father took hold of her hand the weeping girl repeated these verses:-He that should prove my buckler strong,My fatherworketh me this wrong Forlorn in thickest wood I cry My helper proves my enemy.Then her father calmed her fears, and asked whether she was a virgin. And when she declared that she was, he brought her home and made a feast and gave the girl in marriage."
	}
]
