[
    {
      "number": "001",
      "title_s": "අපණ්ණක ජාතකය",
      "title_e": "Apannaka jathaka",
      "category": "Wisdom",
        "image": "http://beyomon.com/images/550/1.jpg",
        "thumb": "http://beyomon.com/images/550/1_t.jpg",
      "description": "Once on a time when Brahmadatta was reigning in Benares, the Bodhisatta came to life again as a monkey. When full-grown, he was as big as a mares foal and enormously strong. He lived alone on the banks of a river, in the middle of which was an island whereon grew mangoes and bread-fruits, and other fruit-trees. And in mid-stream, half way between the island and the river bank, a solitary rock rose out of the water. Being as strong as an elephant, the Bodhisatta used to leap from the bank on to this rock and thence on to the island. Here he would eat his fill of the fruits that grew on the island, returning at evening by the way he came. And such was his life from day to day."
    },
    {
      "number": "002",
      "title_s": "වණ්ණුපත ජාතකය",
      "title_e": "Vannupatha jathaka",
      "category": "Courage",
      "image": "http://beyomon.com/images/550/2.jpg",
      "thumb": "http://beyomon.com/images/550/2_t.jpg",
      "description": "Once on a time when Brahmadatta was reigning in Benares, it was as his queens child that the Bodhisatta came to life once more. On the day when he was to be named, the parents enquired as to their childs destiny from eight hundred Brahmins, to whom they gave their hearts desire in all pleasures of sense. Marking the promise which he shewed of a glorious destiny, these clever soothsaying Brahmins foretold that, coming to the throne at the kings death, the child should be a mighty king endowed with every virtue; famed and renowned for his exploits with five weapons, he should stand peerless in all Jambudipa And because of this prophecy of the Brahmins, the parents named their son Prince Five Weapons."
    },
    {
      "number": "003",
      "title_s": "සේරිවාණිජ ජාතකය",
      "title_e": "Serivanija jathaka",
      "category": "Kindness",
      "image": "http://beyomon.com/images/550/3.jpg",
      "thumb": "http://beyomon.com/images/550/3_t.jpg",
      "description": "Once on a time when Brahmadatta was reigning in Benares, the Bodhisatta was conceived by an elephant in the Himalayas. When born, he was white all over, like a mighty mass of silver. Like diamond balls were his eyes, like a manifestation of the five brightnesses; red was his mouth, like scarlet cloth; like silver flecked with red gold was his trunk; and his four feet were as if polished with lac. Thus his person, adorned with the ten perfections, was of consummate beauty. When he grew up, all the elephants of the Himalayas in a body followed him as their leader. Whilst he was dwelling in the Himalayas with a following of 80,000 elephants, he became aware that there was sin in the herd. So, detaching himself from the rest, he dwelt in solitude in the forest, and the goodness of his life won him the name of Good King Elephant."
    },
    {
      "number": "006",
      "title_s": "දේවධර්ම ජාතකය",
      "title_e": "Devadharma jathaka",
      "category": "Good Friendliness",
      "image": "http://beyomon.com/images/550/6.jpg",
      "thumb": "http://beyomon.com/images/550/6_t.jpg",
      "description": "Once on a time when Brahmadatta was reigning in Benares, the Bodhisatta, who had chosen an anchorites life, built himself a hermitage by the banks of the Ganges, and there won the Attainments and the Higher Knowledges, and so dwelt in the bliss of Insight. In those days the Lord High Treasurer of Benares had a fierce and cruel daughter, known as Lady Wicked, who used to revile and beat her servants and slaves. And one day they took their young mistress to disport herself in the Ganges; and the girls were playing about in the water, when the sun set and a great storm burst upon them. Hereon folks scampered awayand the girls attendants, exclaiming, Now is the time to see the last of this creature! threw her right into the river and hurried off. Down poured the rain in torrents, the sun set, and darkness came on. And when the attendants reached home without their young mistress, and were asked where she was, they replied that she had got out of the Ganges but that they did not know where she had gone. Search was made by her family, but not a trace of the missing girl could be found."
    },
    {
      "number": "009",
      "title_s": " මඛාදේව ජාතකය",
      "title_e": "Makhadeva jathaka",
      "category": "Virtue",
      "image": "http://beyomon.com/images/550/9.jpg",
      "thumb": "http://beyomon.com/images/550/9_t.jpg",
      "description": "Once on a time when Brahmadatta was reigning in Benares, those things came to pass which will be told in the Culla Narada Kassapa Jataka. But on this occasion the Bodhisatta at evening came with fruits to the hermitage, and, opening the door, said to his son, Every other day you brought wood and victuals, and lit a fire. Why have you not done any of these things to day, but sit sadly here pining away?Father, said the young man, While you were away gathering fruits, there came a women who tried to lure me away with blandishments. But I would not go with her till I had your leave, and so left her sitting waiting for me. And now my wish is to depart.Finding that the young man was too much in love to be able to give her up, the Bodhisatta bade him go, saying But when she wants meat or fish or ghee or salt or rice or any such thing to eat, and sends you hurrying to and fro on her errands, then remember this hermitage and flec away back to me.So the other went off with the woman to the haunts of men; and when he was come to her house, she made him run about to fetch every single thing she wanted.I might just as well be her slave as this, thought he, and promptly ran away back to his father, and saluting him, stood and repeated this stanza:-A happy life was mine till that fell she,That worrying, tiresome pitcher styled my wife Set me to run the errands of her whims.And the Bodhisatta commended the young man, and exhorted him to kindliness and mercy setting, forth the four forms of right feeling towards men and the modes of ensuring Insight. Nor was it long before the young man won the Knowledges Attainments, and attained to right feeling towards his fellow creatures, and with his father was reborn into the Brahma Realm."
    },
    {
      "number": "010",
      "title_s": "සුඛ විහාරි ජාතකය",
      "title_e": "Sukha vihari jathaka",
      "category": "Virtue",
      "image": "http://beyomon.com/images/550/10.jpg",
      "thumb": "http://beyomon.com/images/550/10_t.jpg",
      "description": "Once on a time when Brahmadatta was reigning in Benares, the Bodhisatta was a Tree Sprite in a forest. And a lay follower who was a greengrocer of Benares had just the same doubts of his daughter, and all fell out as in the introductory story. And as her father took hold of her hand the weeping girl repeated these verses:-He that should prove my buckler strong,My fatherworketh me this wrong Forlorn in thickest wood I cry My helper proves my enemy.Then her father calmed her fears, and asked whether she was a virgin. And when she declared that she was, he brought her home and made a feast and gave the girl in marriage."
    },
    {
      "number": "013",
      "title_s": " අයාචිත භක්ත ජාතකය",
      "title_e": "Ayachitha bhaktha jathaka",
      "category": "Eco-friendliness",
      "image": "http://beyomon.com/images/550/13.jpg",
      "thumb": "http://beyomon.com/images/550/13_t.jpg",
      "description": "Once on a time, when Brahmadatta was reigning in Benares, the Bodhisatta was born into a family of doctors skilled in the cure of snake bites, and when he grew up, he practiced for a livelihood.Now it fell out that a countryman was bitten by a snake; and without delay his relatives quickly fetched the doctor. Said the Bodhisatta, Shall I extract the venom with the usual antidotes or have the snake caught and make it suck its own poison out of the wound?Have the snake caught and make it suck the poison out. So he had the snake caught, and asked the creature, saying Did you bite this man?  Yes, I did, was the answer. Well then, suck your own poison out of the wound again.What? Take back the poison I have once shed! cried the snake; I never did, and I never will. Then the doctor made a fire with wood, and said to the snake, Either you suck the poison out, or into the fire you go."
    },
    {
      "number": "017",
      "title_s": "කණ්ඩින ජාතකය",
      "title_e": "Kandina jathaka",
      "category": "Eco-friendliness",
      "image": "http://beyomon.com/images/550/17.jpg",
      "thumb": "http://beyomon.com/images/550/17_t.jpg",
      "description": "Once upon a time, when Brahmadatta was reigning in Benares, four Brahmins, brothers, of the land of Kasi, left the world and became hermits; they built themselves four huts in a row in the highlands of the Himalaya, and there they lived.The eldest brother died, and was born as Sakka. Knowing who he had been, he used to visit the others every seven or eight days, and lend them a helping hand.One day, he visited the eldest of the anchorites, and after the usual greeting, took his seat to one side. Well, Sir, how can I serve you? he enquired. The hermit, who was suffering from jaundice, replied, Fire is what I want. Sakka gave him a razor axe. (A razor axe is so called because it serves as razor or as axe according as you fit it into the handle.) Why, said the hermit, who is there to get me firewood with this?If you want a fire, Sir, replied Sakka, all you have to do is to strike your hand upon the axe, and say 'Fetch wood and make a fire!' The axe will fetch the wood and make you the fire."
    },
    {
      "number": "022",
      "title_s": "නලපාන ජාතකය",
      "title_e": "Nalapana jathaka",
      "category": "Wisdom",
      "image": "http://beyomon.com/images/550/22.jpg",
      "thumb": "http://beyomon.com/images/550/22_t.jpg",
      "description": "Once on a time when Brahmadatta was reigning in Benares, the Bodhisatta came to life again as a monkey. When full-grown, he was as big as a mare's foal and enormously strong. He lived alone on the banks of a river, in the middle of which was an island whereon grew mangoes and bread-fruits, and other fruit-trees. And in mid-stream, half way between the island and the river bank, a solitary rock rose out of the water. Being as strong as an elephant, the Bodhisatta used to leap from the bank on to this rock and thence on to the island. Here he would eat his fill of the fruits that grew on the island, returning at evening by the way he came. And such was his life from day to day."
    },
    {
      "number": "031",
      "title_s": "කුලාවක ජාතකය",
      "title_e": "Kulavaka jathaka",
      "category": "Good Friendliness",
      "image": "http://beyomon.com/images/550/31.jpg",
      "thumb": "http://beyomon.com/images/550/31_t.jpg",
      "description": "Brethren in ages past this Brahmin was my father in 500 successive births, my uncle in a like number, and in 500 more my grandfather. And in 1500 successive births his wife was respectively my mother, my aunt, and my grand mother. So I was brought up in 1500 births by this Brahmin, and in 1500 by his wife.And there withal, having told of these 3000 births, the Master, as Buddha, recited this Stanza:-The man thy mind rests on, with whom thy heartIs pleased at first sight, place thy trust in him."
    },
    {
      "number": "035",
      "title_s": "වට්ටක ජාතකය",
      "title_e": "Vattaka jathaka",
      "category": "Courage",
      "image": "http://beyomon.com/images/550/35.jpg",
      "thumb": "http://beyomon.com/images/550/35_t.jpg",
      "description": "Once on a time when Brahmadatta was reigning in Benares, there were seven kings who encompassed the city, just as in the foregoing story.So a warrior who fought from a chariot harnessed two Singh horses (a pair of brothers), and, sallying from the city, broke down six camps and captured six kings. Just at this juncture the elder horse was wounded. On drove the charioteer till he reached the king’s gate, where he took the elder brother out of the chariot, and, after unfastening the horse’s mail as he lay upon one side, set to work to arm another horse. Realising the warrior’s intent, the Bhodhisatta had the same thoughts pass through his head as in the foregoing story, and sending for the charioteer, repeated this stanza, as he lay"
    },
    {
      "number": "037",
      "title_s": "තිත්තිර ජාතකය",
      "title_e": "Thiththira jathaka",
      "category": "Charity",
      "image": "http://beyomon.com/images/550/37.jpg",
      "thumb": "http://beyomon.com/images/550/37_t.jpg",
      "description": "Once on a time when Brahmadatta was reigning in Benares, there was a Treasurer, Illisa by name, who was worth eighty crores, and had all the defects which fall to the lot of man. He was lame and crook backed and had a squint; he was an unconverted infidel, and a miser, never giving of his store to others, nor enjoying it himself his house was like a pool haunted by demons. Yet, for seven generations, his ancestors had been bountiful, giving freely of their best; but, when he became Treasurer, he broke through the traditions of his house. Burning down the almonry and driving the poor with blows from his gates, he hoarded his wealth."
    },
    {
      "number": "81",
      "title_s": "භීමසෙන ජාතකය",
      "title_e": "Bheemasena jathaka",
      "category": "Kindness",
      "image": "http://beyomon.com/images/550/81.jpg",
      "thumb": "http://beyomon.com/images/550/81_t.jpg",
      "description": "Once on a time when Brahmadatta was reigning in Benares the Bodhisatta was born a Brahmin in a market town in the North country, and when he was grown up he studied under a teacher of world wide fame at Takkasila. There he learnt the Three Vedas and the Eighteen Branches of knowledge and completed his education. And he became known as the sage Little Bowman. Leaving Takkasila, he came to the Andhra country in search of practical experience. Now, it happened that in this Birth the Bodhisatta was somewhat of a crooked little dwarf and he thought to himself If I make my appearance before any king, he's sure to ask what a dwarf like me is good for why should I not use a tall broad fellow as my stalking horse and earn my living in the shadow of his more imposing personality? So he betook himself to the weavers' quarter and there espying a huge weaver named Bhimasena saluted him asking the man's name. Bhimasena is my name said the weaver. And what makes a fine big man like you work at so sorry a trade? Because I can't get a living any other way.Weave no more friend. The whole continent can shew no such archer as I am; but kings would scorn me because I am a dwarf. And so you, friend must be the man to vaunt your prowess with the bow and the king will take you into his pay and make you ply your calling regularly. Meantime I shall be behind you to perform the duties that are laid upon you and so shall earn my living in your shadow. In this manner we shall both of us thrive and prosper. Only do as I tell you.Done with yousaid the other."
    }
  ]
