[{
		"name": "Serivanija jathaka",
		"nameSinhala": "සේරිවාණිජ ජාතකය",
		"image": "http://beyomon.com/images/550/3.jpg",
		"storyNumber": "003",
		"category": "Kindness",
		"thumb": "http://beyomon.com/images/550/3_t.jpg",
		"description": "Once on a time when Brahmadatta was reigning in Benares, the Bodhisatta was conceived by an elephant in the Himalayas. When born, he was white all over, like a mighty mass of silver. Like diamond balls were his eyes, like a manifestation of the five brightnesses; red was his mouth, like scarlet cloth; like silver flecked with red gold was his trunk; and his four feet were as if polished with lac. Thus his person, adorned with the ten perfections, was of consummate beauty. When he grew up, all the elephants of the Himalayas in a body followed him as their leader. Whilst he was dwelling in the Himalayas with a following of 80,000 elephants, he became aware that there was sin in the herd. So, detaching himself from the rest, he dwelt in solitude in the forest, and the goodness of his life won him the name of Good King Elephant."
	},
	{
		"name": "Bheemasena jathaka",
		"nameSinhala": "භීමසෙන ජාතකය",
		"image": "http://beyomon.com/images/550/81.jpg",
		"storyNumber": "081",
		"category": "Kindness",
		"thumb": "http://beyomon.com/images/550/81_t.jpg",
		"description": "Once on a time when Brahmadatta was reigning in Benares the Bodhisatta was born a Brahmin in a market town in the North country, and when he was grown up he studied under a teacher of world wide fame at Takkasila. There he learnt the Three Vedas and the Eighteen Branches of knowledge and completed his education.And he became known as the sage Little Bowman. Leaving Takkasila, he came to the Andhra country in search of practical experience. Now, it happened that in this Birth the Bodhisatta was somewhat of a crooked little dwarf and he thought to himself If I make my appearance before any king, hes sure to ask what a dwarf like me is good for why should I not use a tall broad fellow as my stalking horse and earn my living in the shadow of his more imposing personality? So he betook himself to the weavers quarter and there espying a huge weaver named Bhimasena saluted him asking the mans name. Bhimasena is my name said the weaver. And what makes a fine big man like you work at so sorry a trade? Because I cant get a living any other way.Weave no more friend. The whole continent can shew no such archer as I am; but kings would scorn me because I am a dwarf. And so you, friend must be the man to vaunt your prowess with the bow and the king will take you into his pay and make you ply your calling regularly. Meantime I shall be behind you to perform the duties that are laid upon you and so shall earn my living in your shadow. In this manner we shall both of us thrive and prosper. Only do as I tell you.Done with yousaid the other."
	}
]
