[{
		"name": "Devadharma jathaka",
		"nameSinhala": "දේවධර්ම ජාතකය",
		"image": "http://beyomon.com/images/550/6.jpg",
		"storyNumber": "006",
		"category": "Good Friendliness",
		"thumb": "http://beyomon.com/images/550/6_t.jpg",
		"description": "Once on a time when Brahmadatta was reigning in Benares, the Bodhisatta, who had chosen an anchorites life, built himself a hermitage by the banks of the Ganges, and there won the Attainments and the Higher Knowledges, and so dwelt in the bliss of Insight. In those days the Lord High Treasurer of Benares had a fierce and cruel daughter, known as Lady Wicked, who used to revile and beat her servants and slaves. And one day they took their young mistress to disport herself in the Ganges; and the girls were playing about in the water, when the sun set and a great storm burst upon them. Hereon folks scampered awayand the girls attendants, exclaiming, Now is the time to see the last of this creature! threw her right into the river and hurried off. Down poured the rain in torrents, the sun set, and darkness came on. And when the attendants reached home without their young mistress, and were asked where she was, they replied that she had got out of the Ganges but that they did not know where she had gone. Search was made by her family, but not a trace of the missing girl could be found."
	}{
		"name": "Kulavaka jathaka",
		"nameSinhala": "කුලාවක ජාතකය",
		"image": "http://beyomon.com/images/550/31.jpg",
		"storyNumber": "031",
		"category": "Good Friendliness",
		"thumb": "http://beyomon.com/images/550/31_t.jpg",
		"description": "Brethren in ages past this Brahmin was my father in 500 successive births, my uncle in a like number, and in 500 more my grandfather. And in 1500 successive births his wife was respectively my mother, my aunt, and my grand mother. So I was brought up in 1500 births by this Brahmin, and in 1500 by his wife.And there withal, having told of these 3000 births, the Master, as Buddha, recited this Stanza:-The man thy mind rests on, with whom thy heartIs pleased at first sight, place thy trust in him."
	}
]
